Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཉིན་རེ་ཞིང་ཡང་ཏི་ན་ར་སྟོང་སྟེར་བར་འགྱུར་ཞིང་གལ་ཏེ་འཛམ་བུའི་གླིང་ཐམས་ཅད་དུ་རྣམ་པར་རྒྱུ་ན་ཡང་ཐམས་ཅད་ཡང་དག་པར་སྒྲུབ་པར་བྱེད་དོ། །
en: Every day, she will give one thousand dinars. She will provide everything for as long as one is living here in Jambūdvīpa. {52.73}

source: གང་གི་ཚེ་སྲིང་མོར་གྱུར་ན་ཡང་དེའི་ཚེ་དཔག་ཚད་བརྒྱ་ལས་ཀྱང་བུད་མེད་འགུགས་པར་བྱེད་ཅིང་དེ་ཉིད་དུ་ཡང་ཁྱེར་བར་བྱེད་དེ།
en: “If she becomes one’s sister, she will summon a woman [for the practitioner], even from a distance of one hundred leagues, and then take her back to her original place.

source: སྲིང་མོའི་ལས་ཐམས་ཅད་ཀྱང་ཡང་དག་པར་སྒྲུབ་པར་བྱེད་དོ། །
en: She will perform all the duties like a sister.

source: ཅི་སྟེ་ཆུང་མར་གྱུར་ན་ནི་རང་གི་ཁྱིམ་དུ་ཁྱེར་ཞིང་ལོ་སྟོང་དུ་འཚོ་བར་ཡང་བྱེད་དོ། །
en: If she becomes a wife, she will take the practitioner to her own house, where one will live for one thousand celestial years.

source: གང་གི་ཚེ་འཆི་བར་གྱུར་པ་དེའི་ཚེ་ཡང་རིགས་བཟང་པོར་སྐྱེ་བར་འགྱུར་ཏེ།
en: After one dies, one will be reborn in a wealthy family.

source: ངག་ཐམས་ཅད་ཀྱང་ཆུང་མ་བཞིན་དུ་ཡང་དག་པར་སྒྲུབ་པར་བྱེད་དོ། །
en: Like a wife, she will carry out every order. {52.74}

source: ཆུང་མ་གནོད་སྦྱིན་མའི་སྔགས་ནི། །ཨོྃ་ནིཿ།
en: “The mantra of Vadhūyakṣiṇī is: “ Oṁ niḥ.

source: ཆུང་མ་གནོད་སྦྱིན་མོ་འདིའི་ཆོ་ག་ནི་ཙནྡན་དཀར་པོའི་ལྡེ་གུས་ལག་པ་གཡས་པ་དང་གཡོན་པ་གུར་གུམ་གྱི་ལྡེ་གུས་ཉེ་བར་བྱུགས་ལ། ལན་སྟོང་དུ་མངོན་པར་བསྔགས་པ་བྱས་ནས
en: “She is a wife-yakṣiṇī, and her rite is as follows. One should anoint one’s right arm with white sandalwood and the left one with saffron, and incant them with the mantra one thousand times.

source: མཚན་མོ་གཅིག་པུ་མི་སྨྲ་བའི་དཀའ་ཐུབ་དང་དབེན་པའི་ས་ཕྱོགས་སུ་སྒོ་བཅད་ལ། བ་རུ་རའི་འབྲས་བུ་ལྔའམ་བརྒྱད་ཏིལ་མར་གྱི་ནང་དུ་བཅུག་ལ་བཙོས་ཏེ
en: At nighttime, in a hidden place, alone and silent, one should firmly shut the door, throw into sesame oil five or eight beleric myrobalan fruits, and cook them. {52.75}

source: ཏིལ་མར་དེ་ལས་བ་རུ་རའི་འབྲས་བུ་བླངས་ནས་དེ་ལ་ཡོངས་སུ་བཟླས་ཏེ། གསེར་དང་། དངུལ་དང་། ཟངས་མ་དང་། ས་ལས་བྱས་པའི་སྣོད་སར་པ་ལ་བཅུག་ནས། ཉལ་བའི་རྐང་པའི་མཐར་བཞག་ལ།
en: “Discarding the myrobalan fruits, one should take the oil and put it in a new vessel made of gold, silver, copper, or clay, and place it on the bed where the feet are.

source: གནོད་སྦྱིན་འདི་ཉིད་ཀྱི་སྔགས་ཡི་གེ་གཅིག་པ་སྟོང་གིས་མངོན་པར་བསྔགས་པ་བྱས་ནས། གནས་དབེན་ཞིང་མུན་པའི་ཕྱོགས་སུ་མེ་ཏོག་གིས་གཅལ་བཀྲམ་པ་ལ་ཉལ་བར་བྱས་ན།
en: One should incant the oil one thousand times with the one-syllable yakṣiṇī mantra and go to sleep in the same bed, placed in a dark, secluded place and strewn with flowers. {52.76}

source: མི་མ་ཡིན་པ་འོངས་ནས་རྐང་པ་གཉིས་ལ་ལྷའི་བདེ་བའི་རེག་པ་འཇམ་པའི་ལག་པའི་མཐིལ་གྱིས་བསྐུ་ཞིང་བྱུག་པར་བྱེད་དེ། གང་གིས་རེག་པ་ཙམ་གྱི་ལྷའི་བདེ་བའི་རེག་པས་གཉིད་འབྱུང་བར་འགྱུར་ཏེ།
en: “When the nonhuman lady arrives, she will anoint one’s feet [with the incanted oil]. Upon being touched with the palm of her lotus-like hand whose touch gives divine pleasure, one will experience, through this pleasurable touch, a divinely blissful sleep.

source: གང་གི་ཉི་མ་ཤར་ན་ཡང་མཚན་མོའི་མཐར་དཀའ་བའི་གཉིད་སད་པར་འགྱུར་ཏེ། རབ་ཏུ་སད་ན་ཡང་དེ་ཉིད་སེམས་པར་འགྱུར་ཏེ།
en: When the sun rises at the end of the night, one will wake up with unease, and even when awake, one will keep thinking about her.

source: དེ་དང་ལྷན་ཅིག་འདོད་པ་སྤྱད་པར་ཡང་མི་བྱ་སྨྲ་བར་ཡང་མ་བྱས་ན་ཟླ་བ་དྲུག་གིས་འགྲུབ་པར་འགྱུར་རོ། །
en: However, one should not make love to her or engage her in conversation. Within six months, she will be accomplished as an object of practice. {52.77}

source: དེ་ནས་དེ་ལྷའི་གཟུགས་དང་ལྡན་པའི་བག་མ་སར་པ་འདྲ་བ། གཡོག་འཁོར་གྱིས་ཡོངས་སུ་བསྐོར་བ། ལག་ན་མར་མེ་ཐོགས་པ། འཇིག་རྟེན་རྣམས་འོད་བཟང་པོ་དག་གིས་གསལ་བར་བྱས་པ། མལ་སྟན་ཡོངས་སུ་འཛིན་པ། རྒྱན་སྣ་ཚོགས་འབར་བ་དང་ལྡན་པ་འོངས་ནས་ཀྱང་ཚིག་རྗོད་པར་བྱེད་ལ།
en: “After the six months have passed, she will arrive in her beautiful form, excited like a newly wedded wife, surrounded by a retinue of servants, with a lamp in her hand and splendid with her own radiance. She will snuggle in the bed or a seat, her colorful adornments blazing forth, and will start a conversation.

source: འདོད་པ་ལ་ལོངས་སྤྱོད་པའི་ཡོ་བྱད་ཡོངས་སུ་འཛིན་པ་འོངས་ནས་ཀྱང་། སྒྲུབ་པ་པོ་ལ་མགུལ་པ་ནས་འཁྱུད་པར་བྱེད་དེ
en: She will approach holding the implements of sexual enjoyment and will embrace the practitioner around the neck. {52.78}

source: དེ་ནས་བཟུང་ནས་ཆུང་མ་སྡུག་པ་བཞིན་དུ་རྗེས་སུ་མཐུན་པར་བྱེད་དོ། །
en: “From then on, she will follow him like a beloved wife.

source: འོངས་ན་ཡང་འདོད་པ་ལ་བརྟེན་པར་བྱའོ། །
en: When she arrives, one should make love to her.

source: མཚན་མོ་ཡོངས་སུ་སྤྱད་ནས་ཐོ་རངས་མི་སྣང་བར་འགྱུར་ཏེ། གསེར་སྲང་སྟོང་རི་བའི་མུ་ཏིག་གི་ཕྲེང་བ་མལ་དུ་ཉིན་རེ་ཞིང་ཡོངས་སུ་བོར་ནས་འགྲོ་བར་ཡང་བྱེད་དོ། །
en: She will keep one’s company through the night and disappear in the morning, leaving behind on the bed a pearl necklace worth one thousand pieces of gold.

source: ལྷག་མ་མ་ལུས་པར་ཐམས་ཅད་ཉིན་རེ་ཞིང་ཟད་པར་བྱས་ཏེ།
en: Every day, she will leave it behind and then depart. One must spend absolutely all of it.

source: གལ་ཏེ་ཅུང་ཟད་འཇོག་པར་བྱེད་ན་ཡང་ཡོད་པར་མི་འགྱུར་རོ། །
en: If one keeps any of it, no more will come.

source: སུ་ལ་ཡང་བརྗོད་པར་མི་བྱ་སྟེ།
en: One must not tell anyone.

source: གལ་ཏེ་རྗོད་པར་བྱེད་ན་ཕྱིར་ཡང་འོང་བར་མི་འགྱུར་རོ། །
en: If one does, one will get no more,

source: ཡང་ན་འཆི་བའི་མཐའི་བར་དུ་ཕུང་ཁྲོལ་བྱེད་པར་འགྱུར་རོ། །
en: or else one will incur some adversity that will end in one’s death.

source: འདི་དག་ནི་མཆོག་ཏུ་གསང་ཞིང་མཆོག་ཏུ་སྦ་བར་བྱ་བ་སྟེ། སེམས་ཅན་གཉིས་པ་ལ་བརྗོད་པ་ནི་བཟོད་པ་མ་ཡིན་ཏེ།
en: This is because these yakṣiṇīs are exceedingly secretive and discreet, and they will not tolerate another person being told about them. {52.79}

source: ཐ་ན་མ་དང་ཕ་དང་། གཉེན་བཤེས་དང་བདག་པོ་ལ་ཡང་སྨྲ་བར་མི་བྱའོ། །དུད་འགྲོའི་སྐྱེས་གནས་སུ་སོང་བའི་ཕྱུགས་ཀྱི་སྲོག་ཆགས་ལ་ཡང་བརྗོད་པར་མི་བྱ་སྟེ།
en: “One must not tell even one’s mother, father, friend, supervisor, or relative, not even a pet or another animal, as this is most secret.

source: འདི་ནི་མཆོག་ཏུ་གསང་བ་ཡིན་ཏེ་གསང་བ་པ་ཐམས་ཅད་དང་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱིའང་མཆོག་འདི་ཉིད་དོ། །
en: This rule applies to all the guhyakas and all the yakṣiṇīs.

source: གལ་ཏེ་གཞན་ལ་བརྗོད་ན་ནི་གྲུབ་པ་ཡང་མི་འགྲུབ་པར་འགྱུར་རོ། །
en: Even if they have been accomplished as an object of practice, they will cease to be so if one divulges the secret.

source: བུད་མེད་གཞན་དང་རང་གི་ཆུང་མ་ལ་ཡང་འགྲོ་བ་རྟག་ཏུ་སྤང་བར་བྱའོ། །
en: Also, one must never approach other women for sex, not even one’s wife. {52.80}

source: ཡིད་དུ་འོང་མའི་སྔགས་ནི། ཨོཾ་མ་ནོ་ཧ་རེ་མདོཏྶ་བ་ཀ་རི་པི་ཙི་ཏྲ་རུ་བི་ཎེ་མཻ་ཐུ་ན་པྲི་ཡེ་སྭཱ་ཧཱ།
en: “The mantra of Manojñā is: “ Oṁ , you captivate the mind! You intoxicate and drive one insane! You are stunningly beautiful and fond of sex. Svāhā!

source: དེའི་ཆོ་ག་ནི་སྐྱེད་མོས་ཚལ་ཤིང་མྱ་ངན་མེད་ཀྱི་རྩར་ཤིན་ཏུ་དབེན་པར་ཁང་པ་བྱེད་དུ་བཅུག་ལ་ཤིན་ཏུ་རབ་ཏུ་དབེན་པར་བྱ་ཞིང་། ར་བ་ཤིན་ཏུ་མཐོ་བ་ལ་གསེར་གྱི་སྒོ་འཕར་བྱ་ཞིང་གཙང་མར་བྱས་ལ། བཟླས་པ་འབུམ་ཕྲག་གཅིག་བྱས་ནས་
en: “Her practice is as follows. One should build a secluded hut within a garden enclosure, below an aśoka tree. It should be well hidden and have a high wall with a paneled, bolted door. Maintaining purity, one should recite the mantra one hundred thousand times. {52.81}

source: དེ་ནས་ལས་བརྩམ་པར་བྱ་སྟེ
en: “Afterward, one should perform the ritual.

source: ཞག་ཆེན་པོ་བླངས་ལ་དུར་ཁྲོད་ཀྱི་སྐྲས་སྙིང་པོ་བྱ་ཞིང་སྒོ་བཅད་ལ་མར་མེ་སྦར་བར་བྱའོ། །
en: One should procure human fat, make a wick out of a textile from a charnel ground, firmly shut the door, and light a lamp.

source: རས་ཁ་ཚར་དང་བཅས་ཤིང་སྐྲ་དང་བྲལ་བར་བ་ཏུ་གསར་པ་སྒོའི་ཕྱི་རོལ་ཏུ་བཞག་ན།
en: One should place a cloth that is hemmed, is brand new, and does not have any loose fibers on the outside of the door.

source: མཚན་མོ་དེ་གཅེར་བུར་འོངས་ནས་གོས་དེ་བགོས་ནས་ནང་དུ་འཇུག་ཅིང་། མིའི་བུད་མེད་ཀྱི་གཟུགས་སུ་བྱས་ཤིང་དེ་ནས་སྒྲུབ་པ་པོ་དེ་དང་ལྷན་ཅིག་ཇི་སྲིད་མར་མེ་འབར་གྱི་བར་དུ་དགའ་བར་བྱེད་དོ། །
en: At night, when Manojñā arrives naked, she will dress in this cloth and enter the hut, assuming the form of a female human . The practitioner will then enjoy sex with her for as long as the lamp is burning. {52.82}

source: མར་མེ་ཟད་ནས་ནི་མི་སྣང་བར་འགྱུར་རོ། །
en: “When the lamp burns out, Manojñā will disappear.

source: དེ་ལ་གོས་གཅིག་བཅིངས་ཏེ་གོས་ཡོངས་སུ་བཞག་ནས་མལ་སྟན་ནས་འགྲོ་བར་བྱེད་དོ། །
en: She will leave the bed, leaving behind the cloth [that she wore] with a piece of gold tied in it.

source: ཡང་ན་སྒྲུབ་པ་པོས་ལག་པའི་སོར་གདུབ་བཞག་པ་ལས་སོར་གདུབ་གཉིས་པ་ཡང་བཞག་ནས་འགྲོ་བར་བྱེད་དོ། །
en: At that time one should grasp her by the hand. She will walk away, letting the rings slip off her fingers one by one.

source: ཡང་ན་གདུ་བུ་དང་རྐེད་པའི་འོག་པག་དང་རྐང་པ་གཉིས་ཀྱི་རྐང་གདུབ་དང་མགོའི་ནོར་བུ་དང་དེ་བཞིན་དུ་གཞན་དང་། གཞན་ལྷའི་རྒྱན་གཅིག་ཅིག་གང་དེ་ཁྱེར་བ་དེ་དང་དེ་རྗེས་སུ་སྟེར་བར་བྱེད་དོ། །
en: If one grasps [her] by the neck, she will relinquish her pearl necklace; if by the arm, she will let her arm bracelet slip off; if by the hips, her girdle; if by the feet, her anklets; and if by the head, her diadem. In this way, wherever one grasps her, from that place she will give a divine ornament, one after another. {52.83}

source: འགྲོ་བ་དང་འོང་བ་ཡང་དོན་མེད་པར་མི་བྱེད་དོ། །
en: “Her departures and her arrivals are thus not without gain.

source: དེ་བཞིན་དུ་ཉིན་རེ་ཞིང་ཡང་མ་ལུས་པར་ཐམས་ཅད་ཟད་པར་བྱའོ། །
en: As before, one must spend it all each day, so that there is nothing left.

source: དེ་བཞིན་དུ་ཟླ་བ་དྲུག་ན་སྨྲ་བར་བྱེད་ན།
en: When six months have passed in this way, she will start talking.

source: དེའི་ཚེ་སྨྲ་བར་བྱས་ན་ཆུང་མར་འགྱུར་རོ། །
en: One should then join the conversation and she will become one’s wife.

source: རྟག་ཏུ་གནས་ན་བཅུད་ཀྱིས་ལེན་ཡང་རབ་ཏུ་སྦྱིན་ཞིང་། གང་འཐུངས་པས་དུས་རིངས་པོར་འཚོ་བར་འགྱུར་རོ། །
en: Ever present, she will procure the elixir of longevity, drinking which one will live long.

source: ཡིད་ཀྱིས་བསྒོམས་ནས་སེང་ལྡེང་གི་ཕུར་བུས་ས་བརྐོས་ན་ལྷའི་གཞལ་མེད་ཁང་འབྱུང་བར་འགྱུར་ལ་ཕྱུང་ན་ནི་མི་སྣང་བར་འགྱུར་རོ། །
en: If one drives a stake of cutch wood into the ground while performing the relevant visualization, a divine palace will appear. When the stake is pulled out, it will disappear. {52.84}

source: འདིའི་སྔགས་གཉིས་པ་ཡོད་པ་ནི། ཨོཾ་མ་ཧཱ་ནགྣི་ནགྣི་ཛེ་སྭཱ་ཧཱ།
en: “The second mantra of Manojñā is: “ Oṁ , O great naked one! You were born naked! Svāhā!

source: དེ་ཉིད་ཀྱིས་མར་མེ་རབ་ཏུ་སྦར་ལ། སྔགས་འདིས་ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ་བྱས་ན་
en: “One should light a lamp made of exactly the same components as before and incant the lamp one hundred and eight times, thus compelling [Manojñā] to act.

source: ངེས་པར་འོང་བར་འགྱུར་རོ། །
en: She will certainly arrive.

source: ཕུར་བུས་མངོན་པར་བསྔགས་པ་བྱས་ནས་བརྐོ་བར་བྱའོ། །
en: Alternatively, one can incant a stake and drive it into the ground.

source: ཕུར་བུ་ཕྱུང་ཞིང་མར་མེ་ཟད་ན་མི་སྣང་བར་འགྱུར་རོ། །
en: When the stake is then pulled out, or when the lamp has burnt out, she will disappear.

source: ཕུར་བུ་དང་མིའི་ཞག་གི་མར་དང་བའི་རྭའམ་མ་ཧེ་ནག་པོའི་རྭ་དང་དུར་ཁྲོད་ཀྱི་རས་ཀྱི་སྙིང་པོ་འཆང་ན། ཡུལ་གཞན་དུ་གང་ཅི་འདོད་པ་དེ་ཡང་སྟེར་བར་བྱེད་དོ། །
en: One may also take [the accessories]—the stake; the human fat in a horn of a cow, a gaur, or a buffalo; and the wick made of a charnel-ground rag—somewhere else, where one can do the rite oneself or give [the accessories] to a person of one’s choice.

source: ཡང་ན་རང་ཉིད་བྱ་སྟེ་སྔགས་ཀྱང་གཞན་ལ་མི་སྦྱིན་ནོ། །
en: However, one must not pass on the mantra.

source: ཅི་སྟེ་བྱིན་ན་ནི་རིག་པ་ཆད་པར་འགྱུར་རོ། །
en: If one does, one will nullify its magical power. {52.85}

source: གང་ལ་བྱིན་པ་དེའི་ཕུན་སུམ་ཚོགས་པར་འགྱུར་ཏེ།
en: “Whoever one gives [this paraphernalia] to, everything will turn out for them exactly the same way.

source: གང་འདོད་པ་དེ་ཡང་གནས་དབེན་པར་བྱེད་ན་འདིའི་གྲུབ་པ་དོན་མེད་པར་མི་འགྱུར་རོ། །
en: Whatever the desired outcome, whatever the hidden location where the rite is performed, the accomplishment will not be in vain.

source: ཡང་ན་གཞན་དང་རྩེ་བར་ནི་བྱེད་དེ། འོན་ཀྱང་དེ་དང་ལྷན་ཅིག་སྨྲ་བར་ནི་མི་བྱེད་དོ། །
en: Moreover, one can have other men experience the joy of sex, but should not discuss it with them.

source: བུད་མེད་གཞན་དང་ཕྲད་པར་མངོན་པར་འདོད་པའམ་ཡིད་ལ་སེམས་ན་ཡང་དེའི་ཚེ་ཟློས་པ་དེའི་གན་དུ་འོང་བར་མི་འགྱུར་ཏེ། བུད་མེད་གཞན་དང་མ་ཕྲད་པ་དེའི་དབང་དུ་འགྱུར་བ་ཡིན་ནོ། །
en: Because of the power of the practitioner, the compliant [Manojñā] will approach a new partner to her liking, who is longing to see other women. {52.86}

source: ལྷ་མཛེས་མའི་སྔགས་ནི། ཨོཾ་སུ་ར་སུནྡ་རི་སྭཱ་ཧཱ།
en: “The mantra of Surasundarī is: “ Oṁ Surasundarī! Svāhā!

source: འདིའི་ཆོ་ག་ནི་སེང་ལྡེང་གི་ཤིང་གིས་མེ་རབ་དུ་སྦར་ལ། མར་གྱི་སྲེག་བླུགས་ཀྱིས་ཟླ་བ་གཅིག་ལ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱ་ཞིང་།
en: “Her practice is as follows. One should light a fire with sticks of cutch wood and offer into it one thousand and eight oblations of ghee at the three junctions of the day, for a period of one month.

source: དེ་ནས་ཡར་ངོའི་ཟླ་བ་ཉ་ལ་བསང་བྱེད་ཀྱི་ཁྲེས་ལ་འདུག་སྟེགཙང་ཞིང་གཙང་བའི་ས་ཕྱོགས་དབེན་པར་ཇི་སྲིད་ནམ་ཕྱེད་པ་དེ་སྲིད་དུ་སྔགས་བཟླས་པ་བྱས་ན་ངེས་པར་འོང་བར་འགྱུར་ཞིང་
en: Then, during the full moon, one should sit on a bundle of kuśa grass in a clean, secluded place, and, oneself pure, recite the mantra until midnight, and she will certainly come.

source: དེ་ནས་མ་དང་སྲིང་མོ་དང་ཆུང་མ་སྔར་ཇི་ལྟ་བ་དེ་ཐམས་ཅད་བྱེད་པར་འགྱུར་ཏེཐམས་ཅད་ཀྱང་རྒྱ་ཆེར་བརྗོད་པར་བྱའོ། །
en: Then, one should carry out everything exactly as before, choosing her as one’s mother, sister, or wife, and saying everything just as before. {52.87}

source: བདུན་པོ་འདི་དག་གནོད་སྦྱིན་མ། །ཕྱག་ན་རྡོ་རྗེའི་བཀའ་ཡིས་ཀྱང་། །ལྷ་དང་ལྷ་མིན་ཁམས་གསུམ་དུ། །ས་རྣམས་ཀུན་ཏུ་ཡོངས་སུ་རྒྱུ། །
en: “By Vajrapāṇi’s command, These seven yakṣiṇīs Roam the entire earth, As well as the triple universe with its gods and demigods. {52.88}

source: མི་ཡུལ་དག་ན་སྦྱོར་བར་དགའ། །སྙིང་རྗེར་ལྡན་ཞིང་རྣམ་པར་རྒྱུ། །
en: “Fond of sex with mortals, They associate with those who have compassion.

source: ཁ་ཅིག་ཕག་མ་བྱིས་པ་དང་། །གནོད་སྦྱིན་མ་གཞན་བླུན་པའོ། །
en: Some yakṣiṇīs are noble, While others are naive and foolish. {52.89}

source: གཞན་དག་ཕན་བྱེད་འཚེ་བ་ཡང་། །དེ་བཞིན་མཚན་མོ་ཡོངས་སུ་རྒྱུ། །བྱིས་པའི་འཚོ་བ་འཕྲོག་པའི་ཕྱིར། །བསྐམ་ཞིང་ཤ་ནི་ཟ་བྱེད་གཞན། །
en: “Yet others wander at night, Assuming the form of a lion. Fond of eating flesh, They are eager to take the life of children. {52.90}

source: གང་ཕྱིར་འཛམ་གླིང་འོངས་པ་ནི། །དེ་བཞིན་ཁྲག་ལ་ཆགས་བྱེད་པའོ། །
en: “They come to Jambūdvīpa Attracted by the scent of blood.

source: རྟག་ཏུ་སྲོག་ལ་གནོད་བྱེད་པའི། །ཁྲག་ལ་དགའ་བའི་གནོད་སྦྱིན་མོ། །
en: Such yakṣiṇīs, ever fond of blood, Take the life force away. {52.91}

source: སྲུང་བྱེད་འཆི་དང་བཅས་གྱུར་པའི། །ཁྱིམ་ནི་ཀུན་ཏུ་ཡོངས་སུ་རྒྱུ། །
en: “They visit all the unprotected houses In which children have died.

source: དེ་དག་ཚར་བཅད་བསྒྲུབ་དོན་དུ། །དམ་ཚིག་འདི་ནི་རབ་ཏུ་བསྟན། །
en: This samaya has been taught For the purpose of restraining these yakṣiṇīs. {52.92}

source: ཇི་ལྟར་འདོད་ཆགས་འཆིང་བ་ལ། །བྱིས་པ་རྣམས་ནི་བསྡུས་པའི་དོན། །སེམས་ཅན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །དེ་ལྟར་འདི་ཀུན་གསུངས་པ་ཡིན། །
en: “All this has been taught To benefit beings By attracting, impassioning, and binding Such foolish yakṣiṇīs. {52.93}

source: འདོད་ཆགས་ཀྱིས་ལྡོངས་སེམས་རྨོངས་པའི། །གང་ཚེ་སྔགས་པ་འཁྲིག་དོན་གཉེར། །སྔགས་ཀྱིས་བཀུག་བྱས་ལོངས་སྤྱད་པ། །གནོད་སྦྱིན་མོའམ་སྲིན་མོའམ། །ཀླུ་མོའམ་ཡང་ན་དྲི་ཟ་འམ། །མི་འམ་ཅི་འམ་ལྷ་མིན་མ། །ལྷ་མིན་ལྷ་བས་མཆོག་གྱུར་པའི། །ས་འོག་གནས་ནི་ཉམས་དགའ་བར། །གང་དུ་བུད་མེད་གྲངས་མེད་པ། །
en: “If the mantra practitioner is motivated by sex, Blinded by passion, and deluded in mind, He may, having summoned her by the means of mantras, Carnally enjoy a yakṣiṇī, a rākṣasī, A nāginī, a gandharvī, A daitya lady, or a kinnarī. {52.94}

source: སྔགས་ཤེས་དེར་ནི་རབ་ཏུ་འཇུག །སྔགས་ཤེས་སྔགས་ནི་ཟློས་པ་དག །དེར་སོང་བསྐལ་པར་གནས་པར་འགྱུར། །
en: “A mantra adept may likewise enter Pleasant subterranean palaces And the finest cities of the asuras, With infinite numbers of women. Once there, such a mantra reciter and adept Will live for one eon. {52.95}

source: བྱམས་པ་ཞེས་བྱའི་རྫོགས་སངས་རྒྱས། །སངས་རྒྱས་ཆེན་པོ་འབྱུང་འགྱུར་ཏེ། །དེ་ཚེ་དེ་ནི་དམ་ཆོས་ཐོས། །ཐོས་ནས་རབ་ཏུ་གྲོལ་བར་འགྱུར། །
en: “When Maitreya, a fully realized buddha, Becomes [the next] Buddha, He will teach the sacred Dharma, upon the hearing of which The mantra adept will become liberated. {52.96}

source: ལྷ་དང་ལྷ་མིན་བུ་མོ་དང་། །རིག་འཛིན་བུ་མོ་དམ་པ་དག །སྔགས་ཀྱིས་བཀུག་ནས་སྤྱོད་བྱེད་ཅིང་། །དེ་ཚེ་ལྷ་ཡི་བདེ་བས་དགའ། །
en: “Having summoned with mantras A celestial girl, an asurī, Or the finest vidyādhara lady, He will enjoy with her the divine bliss of sex. {52.97}

source: སྔགས་པ་འཛམ་བུའི་གླིང་གནས་པས། །དེ་ཉིད་དུ་ནི་རྟག་འདྲེན་པ། །
en: “A mantra follower who lives in Jambūdvīpa Can always summon her there.

source: གང་ཚེ་གཙང་གནས་གསང་བ་དང་། །གཙང་སྦྲ་སྤྱོད་ལ་རྟག་དགའ་བའོ། །
en: Then, in a clean and hidden place, He always delights in pure conduct. {52.98}

source: གྲུབ་པ་དམ་པ་རྨོངས་རྣམས་ལ། །ནམ་ཡང་སེམས་ལ་འབྱུང་མི་འགྱུར། །
en: “The highest accomplishment Will never arise for fools.

source: བཤང་གཅི་མི་གཙང་གནས་དང་ནི། །རྟག་ཏུ་དྲི་ང་རུལ་བ་དང་། །
en: One should never touch a human female, Who, full of piss and shit, is always a seat of impurity, {52.99}

source: ནད་ཀྱིས་སྡུག་བསྔལ་མྱ་ངན་དང་། །ཐ་མར་འཆི་ཞིང་སྡུག་བསྔལ་སྣོད། །བྲལ་བའི་རྣམ་པར་ཡང་དག་ལྡན། །
en: “Foul-smelling and putrid. She is a receptacle of suffering, destined to die, And afflicted by disease and grief.

source: མི་ཡི་བུད་མེད་རེག་མི་བྱ། །མི་རྟག་སྡུག་བསྔལ་སྟོང་པ་དང་། །སྟོང་པ་གསོག་དང་ཐེར་ཟུག་མེད། །
en: Sex with her will end in separation. {52.100} “She is impermanent, a source of suffering, Empty, vacant, void, and will not last.

source: བྱིས་པ་རྣམས་ནི་རྗེས་བྲིད་དང་། །ཀུན་ཏུ་རྟོགས་ལས་བྱུང་བ་ལ། །
en: She is the deceiver of the naive And a source of false concepts. {52.101}

source: ཐོག་མ་མེད་ལས་འདོད་ཀུན་འབྱུང་། །སྔགས་པས་འདོད་པ་བསྟེན་མི་བྱ། །
en: “The mantra practitioner should not indulge, out of desire, In any passions that have been arising since beginningless time.

source: དེ་དག་ཆགས་བྲལ་ཞེས་གསུངས་ཏེ། །རྣམ་གྲོལ་དེ་དག་གྲུབ་པ་ཉིད། །གང་ཞིག་འདོད་ལ་ཆགས་བྲལ་བ། །འདི་ཡི་སྔགས་ནི་འགྲུབ་པར་འགྱུར། །
en: Emancipation attained in their midst Is referred to as their cessation. {52.102} “One’s mantras will succeed If they are not motivated by desire.

source: བཤང་གཅི་ཁྲག་གིས་བརླན་པ་དང་། །རུལ་བས་ཀུན་ཏུ་ཁྱབ་པ་དང་། །རྒ་དང་འཆི་དང་མྱ་ངན་བཅས། །མི་ཡི་ལུས་ལ་རེག་མི་བྱ། །
en: One should worship those that possess ambrosia And are unstained by feces, urine, and blood. {52.103} “One should not touch the body of a woman That is subject to old age, death, and great anguish.

source: རྨོངས་པའམ་ཆགས་པའི་སེམས་ཀྱིས་ནི། །དེར་ནི་འཁྲིག་པ་བརྟེན་མི་བྱ། །
en: One should not have sex with her, As she is blinded by delusion and concupiscent at heart.

source: དེ་དག་རྟག་ཏུ་མི་གཙང་བརྟེན། །སྔགས་ཀྱི་གྲུབ་པ་རྙེད་མི་འགྱུར། །
en: The mantra practitioner will not attain accomplishment If he approaches them sexually, remaining ever impure. {52.104}

source: སྔགས་ཤེས་སྔགས་ཀྱི་གཟུགས་ཅན་དང་། །ཤེས་ལྡན་དབང་པོ་ཐུལ་བ་དང་། །དཔའ་བོ་གཙང་བའི་སྤྱོད་ལ་དགའ། །རྟག་ཏུ་དེ་ཡི་སྔགས་ཀྱང་འགྲུབ། །
en: “On the other hand, a mantra reciter and adept Who has insight, has conquered his senses, And delights in pure conduct Can always master any mantra. {52.105}

source: པདྨ་མཐོ་མ་རབ་དགའ་མ། །མི་ཕམ་མ་དང་རྟག་རྒྱལ་དང་། །སྔོ་བསངས་ལྡན་པའི་གནོད་སྦྱིན་མོ། །རྫུ་འཕྲུལ་ཆེ་འདི་གནོད་སྦྱིན་མོ། །
en: “Other yakṣiṇīs with great magical power Are, invariably, Padmoccā, Pramodā, Ajitā, and Jayā, As well as the yakṣiṇī Śyāmāvatī. {52.106}

source: པདྨ་མཐོ་མའི་སྔགས་ནི། ཨོཾ་པདྨ་ཨུཙྪེ་སྭཱ་ཧཱ།
en: “The mantra of Padmoccā is: “ Oṁ Padmoccā! Svāhā!

source: འདིའི་ཆོ་ག་ནི་གང་གཱའི་ངོགས་སམ་རྒྱ་མཚོའི་ངོགས་སམ་སྐྱེད་མོས་ཚལ་གྱི་མེ་ཏོག་གི་ལྡུམ་རའི་ནང་དུ་ལོ་མའི་སྤྱིལ་པོ་བྱས་ཏེ་
en: “Her practice is as follows. One should build a hut on the banks of the Gaṅgā, in the ocean shore, or in a flower garden.

source: རབ་ཏུ་གཙང་ཞིང་བདག་ཉིད་ཀྱང་གཙང་བར་བྱས་ལ།
en: The hut and oneself should be clean.

source: རྡོའམ་སའི་སྒོ་གླེགས་བྱས་ལ་དེ་ཉིད་དུ་མཚན་མོ་སྒོ་བཅད་ནས་འདོད་པའི་ཡོ་བྱད་ཀྱི་ལོངས་སྤྱོད་རྣམས་བསོགས་ཏེ།
en: Using clay, one should make a form shaped like a stone slab and firmly shut the door.

source: དེ་ཉིད་དུ་བདག་ཉིད་དང་ཉེ་བར་གནོད་སྦྱིན་མོའི་མལ་ཡང་བཤམ་པར་བྱ་སྟེ།
en: One should collect all the requisites for making love and prepare a bed for the yakṣiṇī next to one’s own.

source: རིག་པ་སྟོང་ཕྲག་བཅུ་བཟླས་པ་བྱས་ལ།
en: One should then recite her vidyā ten thousand times. {52.107}

source: དེ་བཞིན་དུ་ཟླ་བ་གཅིག་བྱས་ན་ངེས་པར་འོང་བར་འགྱུར་རོ། །
en: “If one continues in this manner, she will certainly arrive within one month.

source: འོངས་ནས་ཀྱང་འདོད་པ་ལ་ལོངས་སྤྱད་པར་བྱས་ན།
en: When she does, one should make love to her and she will become one’s wife.

source: མུ་ཏིག་གི་ཕྲེང་བ་བཟང་པོ་མལ་དུ་ཡོངས་སུ་བོར་ནས་ཐོ་རངས་འགྲོ་བར་འགྱུར་ཏེ།
en: She will leave in the morning, leaving behind a celestial pearl necklace.

source: ཇི་སྲིད་ཟླ་བ་དྲུག་གི་བར་དུ་ཉིན་རེ་ཞིང་རྟག་ཏུ་གནས་པར་འགྱུར་རོ། །
en: And so it will be every day, until, within six months, she will remain permanently.

source: གལ་ཏེ་མུ་ཏིག་གི་ཕྲེང་བ་དེ་ལེན་ན་
en: One must not hold on to that pearl necklace.

source: ནི་དེ་ཙམ་ཁོ་ནར་ཡོད་པར་འགྱུར་ལ།
en: If one does, this will be the only thing one will ever get.

source: ཕྲེང་བ་རིན་པོ་ཆེ་ཆེན་པོས་ཉེ་བར་མཛེས་པར་བྱས་པ་དེ་ནི་ཏི་ན་ར་འབུམ་རི་བ་ཡིན་ནོ། །
en: This necklace, adorned with jewels and gems, is worth one hundred thousand dinars. {52.108}

source: ཟླ་བ་དྲུག་འདས་ནས་ནི་རྟག་ཏུ་གནས་པར་འགྱུར་རོ། །
en: “After six months have passed,

source: ཆུང་མ་འདོད་པ་ཐམས་ཅད་སྟེར་བར་བྱེད་པ་ཇི་ལྟར་རྗེས་སུ་མཐུན་པ་འདོད་པ་དེ་ལྟར་རྗེས་སུ་མཐུན་པར་བྱས་ཏེ། ཉེ་བར་གནས་པར་བྱེད་དོ། །
en: Padmoccā will remain permanently as a wife who fulfills all desires. Whatever form one wants her to assume, she will attend upon one in that form.

source: སྒྲུབ་པ་པོས་འདོད་པ་བཞིན་དུ་ཇི་ལྟར་འདོད་པ་བདག་ཉིད་ཀྱིས་མངོན་པར་སྤྲུལ་བར་བྱེད་དོ། །
en: She will magically transform herself into the form that is pleasing to the practitioner, according to his wish.

source: གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་ཆོ་ག་ཡང་འདི་ཡིན་ནོ། །
en: This procedure applies to all the yakṣiṇīs.

source: ཇི་ལྟར་བསྟན་པ་འདི་དང་གཞན་དུ་ཡང་སྦྱར་བར་བྱའོ། །
en: The instructions given for the yakṣiṇīs here apply also to other yakṣiṇīs. {52.109}

source: རྒྱལ་བ་མའི་སྔགས་ནི། ཨོཾ་ཛ་ཡེ་སུ་ཛ་ཡེ་ཛ་ཡ་མ་ཏི་སརྦ་ཀཱརྱཱ་ཎི་མེ་ཀུ་རུ་སྭཱ་ཧཱ།
en: “The mantra of Jayā is: “ Oṁ Jayā , auspicious Jayā , one who is victorious! Perform all the tasks for me! Svāhā!

source: གསེར་མདོག་ལུས་ནི་སྣ་ཚོགས་ལུས། །སྔོ་ཞིང་འཁྱིལ་པའི་སྐྲ་དང་ལྡན། །
en: “Her fine body has a golden glow, And her curly hair is blue.

source: ལྷ་མོ་ཡན་ལག་ཀུན་མཛེས་མ། །ཞི་བའི་འོད་ལྡན་སྐལ་ལྡན་དགེ། །
en: This goddess is beautiful in every limb, Gentle, gracious, and charming. {52.110}

source: སྙན་སྨྲ་སྒེག་ལྡན་གཙོ་མོ་སྟེ། །མུ་ཏིག་འོད་ལྡན་མཐོང་ན་མཛེས། །
en: “She is an intoxicating speaker of pleasant words And a superior woman with a beautiful form, pleasant to look at.

source: རབ་བསྔགས་གཟུགས་ལྡན་སྨིན་མ་མ་མཛེས། །འཇིག་རྟེན་ཀུན་གྱིས་ལེགས་པར་མཆོད། །
en: Bright with her excellent features like the evening star, She is worshiped by the whole world.

source: ཅུང་ཟད་དམར་བའི་གོས་གྱོན་པ། །དེ་ནི་རྒྱལ་མར་མངོན་པར་སྟོན། །
en: Wearing, in addition, a soft-red garment— This is how Jayā is described. {52.111}

source: འདིའི་ཆོ་ག་ནི་དང་པོ་འབུམ་ཕྲག་གཅིག་བཟླས་པ་བྱས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །
en: “Her practice is as follows. First, one should recite her mantra one hundred thousand times; this constitutes the preliminary service.

source: དེ་ནས་དགོན་པ་ཆེན་པོར་རབ་ཏུ་ཞུགས་ནས། འབྲས་བུའི་ཟས་ཟ་ཞིང་ཇི་སྲིད་དུ་རང་ཉིད་ཀྱི་གཟུགས་ཀྱིས་འོང་བ་དེའི་བར་དུ་བཟླས་པ་བྱའོ། །
en: Then, one should go to a large forest and, living on fruits, recite her mantra until Jayā arrives in person.

source: འོངས་ནས་ཀྱང་སྨྲ་བ་ནི་ཅི་ཞིག་བྱ་ཞེས་སོ། །
en: When she does, she will ask, ‘What can I do for you?’

source: གལ་ཏེ་མར་གྱུར་ན་ནི་མ་བཞིན་དུ་རེ་བ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་ཅིང་།
en: If she becomes one’s mother, she will, like a mother, fulfill one’s every wish.
